<template>
  <div class="about">
    <h1>This is an about page</h1>
  </div>
</template>
=IF(B3<2,99, "Слаб", IF(B3<3,49, "Среден", IF(B3<4,49, "Добър", IF(B3<5,49, "Мн. добър", "Отличен"))))

=IF(AND(D3>=5,5, D3<=6), "Отличен", IF(AND(D3>=4,5, D3<5,5), "Мн. добър", IF(AND(D3>=3,5, D3<4,50), "Добър", IF(AND(D3>=3, D3<3,5), "Среден", IF(AND(D3>=2, D3<3), "Слаб", "-")))))

=IF(AND(D3>= 2,0, D3<=2,99), "Слаб", IF(D3<3,49, "Среден", IF(D3<4,49, "Добър", IF(D3<5,49, "Мн. добър", IF(D3<=6,0, "Отличен")))))